const HelpSectionData = [
    {
        id:1,
        icon:'bi bi-cash-coin',
        title:'نفذ مشاريعك بتكلفة أقل',
        des: 'حدد الميزانية المناسبة لمشروعك واختر من بين المستقلين الخبراء للعمل على إنجاز المطلوب',
    },
    {
        id:2,
        icon:'bi bi-bookmark-star',
        title:'وظف افضل المستقلين',
        des: 'تصفح ملفات المستقلين واطلع على مهاراتهم وأعمالهم وتقييمات العملاء واختر الأنسب',
    },
    {
        id:3,
        icon:'bi bi-rocket',
        title:'أنجز أعمالك بسرعة وسهولة', 
        des: 'انشر مشروعك واترك مهمة تنفيذه لأفضل المستقلين المحترفين',
    },
    {
        id:4,
        icon:'bi bi-patch-check',
        title:'اضمن حقوقك', 
        des: 'احفظ حقوقك بشكل كامل حيث يقوم موقع بعيد بدور الوسيط بينك وبين المستقل',
    },
    {
        id:5,
        icon:'bi bi-card-checklist',
        title:'غطي احتياجاتك من المهارات', 
        des: 'وظف خبراء في مختلف المجالات ومن مختلف البلدان لتنفيذ المشاريع التي تحتاجها',
    },
    {
        id:6,
        icon:'bi bi-cup-hot',
        title:'ادفع بأريحية وأمان', 
        des: 'ادفع قيمة العمل المطلوب عبر وسائل دفع آمنة مع ضمان كامل لحقوقك المالية',
    },
];

export default HelpSectionData;