import Accordion from 'react-bootstrap/Accordion';
import 'bootstrap/dist/css/bootstrap.min.css';
import './questions.css';

const Questions = () => {
  return (
    <div className='section-5'>
      <div className='title'>الأسئلة الشائعة</div>
      <div className='section-content container-lg'>
        <Accordion>
          <Accordion.Item eventKey="0">
            <Accordion.Header>ما هو بعيد ؟</Accordion.Header>
            <Accordion.Body>
              بعيد هو منصة عربية تتيح لأصحاب المشاريع والشركات التعاقد مع مستقلين
              محترفين للقيام بأعمالهم، وبنفس الوقت يتيح للمستقلين المحترفين
              مكانًا لإيجاد مشاريع يعملون عليها ويكسبون من خلالها.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item eventKey="1">
            <Accordion.Header>كيف أستفيد منه؟</Accordion.Header>
            <Accordion.Body>
              في منصة بعيد تستطيع إضافة مشروعك كإنشاء موقع ويب أو تطبيق جوال أو حتى تصميم شعار
              وتلقي عروض من المستقلين المحترفين المهتمين بالعمل عليه لتقارن بين العروض وتختار
              أفضلها، ثم تقوم بتوظيف المستقل صاحب أفضل عرض وتتولى المتابعة معه حتى إتمام تنفيذ مشروعك،
              كما يمكنك البحث بنفسك عن أفضل المستقلين وتعرض عليهم مشروعك بشكل مباشر للعمل عليه.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item eventKey="2">
            <Accordion.Header>كيف يضمن موقع بعيد حقوقي؟</Accordion.Header>
            <Accordion.Body>
              موقع بعيد يضمن لك حقك المالي بشكل كامل فلا داع ﻷي قلق، كن مطمئنا عند إنشاء
              أي مشاريع جديدة أو تقديم عروضك على المشاريع المعروضة في الموقع،
              حيث يقوم موقع مستقل بدور الوسيط بين صاحب المشروع وبين المستقل ويحمي حقوق الطرفين
              المالية في حال الالتزام بشروط موقع مستقل وبنود الضمان وتوضيح الاتفاق تماما.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item eventKey="3">
            <Accordion.Header>ما هي المجالات التي يمكنني أن أوظف فيها مستقلين عن بعد؟</Accordion.Header>
            <Accordion.Body>
              تلجأ الشركات إلى توظيف العاملين عن بُعد في مختلف التخصصات، منها على سبيل المثال لا
              الحصر العاملين في مجال البرمجة، وتحرير النصوص، والتسويق الإلكتروني، والتصميم والإعلانات، والترجمة،
              وادخال البيانات، وكتابة المقالات، وبعض أعمال العلاقات العامة عبر الإنترنت، وتصميم المواقع
              الإلكترونية وإدارة المواقع الإلكترونية، والدراسات والتحاليل السوقية وغيرها من التخصصات.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item eventKey="4">
            <Accordion.Header>ماذا سيحدث بعد نشر مشروعي على بعيد ؟</Accordion.Header>
            <Accordion.Body>
              بعد نشر مشروعك، سيبقى معلقًا بانتظار المراجعة من قبل الدعم الفني لموقع بعيد. وبعدها
              إمّا تتم الموافقة عليه فيصلك إشعار
              بالموافقة ثم يظهر المشروع لجميع المستقلين للتقدم بعروضهم عليه،
              أو يتم رفضه مع ذكر الأسباب التي أدت لذلك لكي تقوم بتعديله وإرساله من جديد للمراجعة والقبول.
            </Accordion.Body>
          </Accordion.Item>
          <Accordion.Item eventKey="5">
            <Accordion.Header>لماذا التوظيف عن بعد عبر بعيد هو الخيار الأفضل لي؟</Accordion.Header>
            <Accordion.Body>
              في السنوات الأخيرة انتشر على الصعيد
              العالمي نظام التوظيف عن بُعد، حيث تلجأ العديد من الشركات والمؤسسات – وكذلك الأفراد
              – إلى الاستعانة بأفراد يعملون عن بُعد من المنزل أو أي مكان في العالم عبر الإنترنت.
              التوظيف عن بعد لا يعترف بوجود الحدود الجغرافية؛ فبإمكانك توظيف مستقلين
              موهوبين ومبدعين من كل أنحاء العالم،
              فيعمل كل واحد منهم من المكان المُفضل بالنسبة له بأريحية تامة، وفي الأوقات التي يحددها لنفسه؛
              وبذلك ستتوفر للموظفين كافة العوامل الدافعة للإنتاج، وستتوفر للشركات مميزات منها انخفاض
              التكلفة وتوفير جزء كبير من المال مع زيادة الإنتاجية، بالإضافة إلى الراحة الجسدية والنفسية.
            </Accordion.Body>
          </Accordion.Item>
        </Accordion>
      </div>
    </div>
  )
}

export default Questions
